Repository: lensi2222/fingereyeliedetector
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, id, ja, ko, lo, pt, ru

# lieDetectorTestScan
source: Lie Detector Test Prank-Scan
es: Prueba del Detector de Mentiras Broma-Escáner
fr: Test du Détecteur de Mensonges - Scan Prank
hi: झूठा पकड़ परीक्षण प्रैंक-स्कैन
id: Tes Detektor Kebohongan - Pemindaian Prank
ja: ライディテクターテストプランク-スキャン
ko: 라이 디텍터 테스트 프랭크-스캔
lo: ການທົດສອບເຄື່ອງກວດຈັບຕົວະ Prank-Scan
pt: Teste do Detector de Mentiras Brincadeira-Escaneamento
ru: Тест на детектор лжи - Розыгрыш

# splashScreenText
source: This Action Can Contain ads
es: Esta acción puede contener anuncios
fr: Cette action peut contenir des publicités
hi: इस क्रिया में विज्ञापन हो सकता है
id: Aksi ini bisa mengandung iklan
ja: このアクションには広告が含まれる場合があります
ko: 이 작업에는 광고가 포함될 수 있습니다
lo: ການປະຕິບັດນີ້ສາມາດມີໂຄສະນາ
pt: Esta ação pode conter anúncios
ru: Это действие может содержать рекламу

# languageText
source: Language
es: Idioma
fr: Sélection de la langue
hi: भाषा चयन करें
id: Bahasa
ja: 言語
ko: 언어
lo: ເລືອກພາສາ
pt: linguagem
ru: Язык

# fingerPrintText
source: Fingerprint
es: Huella Digital
fr: Empreinte digitale
hi: अंगुलिप्रिंट
id: Sidik Jari
ja: 指紋
ko: 지문
lo: ລາຍນິ້ວມື
pt: Impressão Digital
ru: Отпечаток пальца

# nextText
source: NEXT
es: SIGUIENTE
fr: SUIVANT
hi: आगामी
id: LANJUT
ja: 次へ
ko: 다음
lo: ຕໍ່ໄປ
pt: PRÓXIMO
ru: ДАЛЕЕ

# funnyTestText
source: Funny Test
es: Prueba Divertida
fr: Test Amusant
hi: मजाकिय परीक्षण
id: Tes Lucu
ja: おもしろいテスト
ko: 웃긴 테스트
lo: ການທົດສອບຕະຫລົກ
pt: Teste Engraçado
ru: Забавный тест

# findOutWhoText
source: Find out who is telling the truth or liing
es: Descubre quién está diciendo la verdad o mintiendo
fr: Découvrez qui dit la vérité ou ment
hi: जानें कौन सच बोल रहा है और कौन झूठ बोल रहा है
id: Temukan siapa yang sedang berbicara jujur atau berbohong
ja: 誰が真実を言っているのかを見つける
ko: 누가 진실을 말하고 있는지 알아보세요
lo: ຊອກຫາຜູ້ທີ່ເວົ້າຄວາມຈິງຫຼືຕົວະ
pt: Descubra quem está dizendo a verdade ou mentindo
ru: Узнайте, кто говорит правду или лжет

# fingerPrintScanAndEyeText
source: Fingerprint Scanner,Eye Scan & Voice Scanner
es: Escáner de huellas dactilares, escaneo ocular y escáner de voz
fr: Scanner d'empreintes digitales, scanner oculaire et scanner vocal
hi: फ़िंगरप्रिंट स्कैनर, नेत्र स्कैन और वॉयस स्कैनर
id: Pemindai Sidik Jari, Pemindaian Mata & Pemindai Suara
ja: 指紋スキャナー、アイスキャン、音声スキャナー
ko: 지문 스캐너, 눈 스캔 및 음성 스캐너
lo: ເຄື່ອງສະແກນລາຍນິ້ວມື, ສະແກນຕາ ແລະເຄື່ອງສະແກນສຽງ
pt: Scanner de impressão digital, scanner ocular e scanner de voz
ru: Сканер отпечатков пальцев, сканер глаз и сканер голоса

# youAreLieRightText
source: Yoy are lying right?
es: ¿Estás mintiendo, verdad?
fr: Vous mentez, n'est-ce pas ?
hi: क्या आप झूठ बोल रहे हैं?
id: Anda berbohong, benar?
ja: あなたは嘘をついているのですか？
ko: 당신은 거짓말을 하고 있나요?
lo: Yoy ເວົ້າຖືກບໍ?
pt: Você está mentindo, certo?
ru: Вы говорите правду, да?

# fingerPrintOneText
source: Fingerprint 1 Player
es: Huella Digital 1 Jugador
fr: Empreinte digitale 1 Joueur
hi: अंगुलिप्रिंट 1 खिलाड़ी
id: Sidik Jari 1 Pemain
ja: 指紋 1 プレイヤー
ko: 지문 1 플레이어
lo: ເຄື່ອງຫຼິ້ນລາຍນິ້ວມື 1
pt: Impressão Digital 1 Jogador
ru: Отпечаток пальца 1 игрок

# fingerPrintTwoText
source: Fingerprint 2 Player
es: Huella Digital 2 Jugadores
fr: Empreinte digitale 2 Joueurs
hi: अंगुलिप्रिंट 2 खिलाड़ी
id: Sidik Jari 2 Pemain
ja: 指紋 2 プレイヤー
ko: 지문 2 플레이어
lo: ເຄື່ອງຫຼິ້ນລາຍນິ້ວມື 2
pt: Impressão Digital 2 Jogadores
ru: Отпечаток пальца 2 игрока

# playerOneText
source: Player 1
es: Jugador 1
fr: Joueur 1
hi: खिलाड़ी 1
id: Pemain 1
ja: プレイヤー 1
ko: 플레이어 1
lo: ຜູ້ນ 1
pt: Jogador 1
ru: Игрок 1

# playerTwoText
source: Player 2
es: Jugador 2
fr: Joueur 2
hi: खिलाड़ी 2
id: Pemain 2
ja: プレイヤー 2
ko: 플레이어 2
lo: ຜູ້ນ 2
pt: Jogador 2
ru: Игрок 2

# eyeDetectorText
source: Eye detector
es: Detector de Ojos
fr: Détecteur de regard
hi: आंखों का पता लगाने वाला
id: Detektor Mata
ja: 目の検出器
ko: 눈 검출기
lo: ເຄື່ອງກວດຈັບຕາ
pt: Detector de Olho
ru: Детектор глаз

# lieDetectorText
source: LIE DETECTOR
es: DETECTOR DE MENTIRAS
fr: DÉTECTEUR DE MENSONGES
hi: झूठा पकड़ परीक्षक
id: DETEKTOR KEBOHONGAN
ja: ライディテクター
ko: 라이 디텍터
lo: ເຄື່ອງກວດຈັບຂີ້ຕົວະ
pt: DETECTOR DE MENTIRAS
ru: ДЕТЕКТОР ЛЖИ

# pleasePressToScanningText
source: Please Press to Scanning
es: Por favor, presiona para escanear
fr: Appuyez pour scanner, s'il vous plaît
hi: स्कैनिंग के लिए कृपया दबाएं
id: Silakan tekan untuk pemindaian
ja: スキャンするには押してください
ko: 스캐닝하려면 누르십시오
lo: ກະລຸນາກົດເພື່ອສະແກນ
pt: Por favor, pressione para escanear
ru: Пожалуйста, нажмите для сканирования

# waitFourSecondToScanText
source: Wait 4 Second to scan...
es: Espera 4 segundos para escanear...
fr: Attendez 4 secondes pour scanner...
hi: स्कैन करने के लिए 4 सेकंड प्रतीक्षा करें...
id: Tunggu 4 detik untuk pemindaian...
ja: スキャンまで4秒待ってください...
ko: 스캔을 위해 4초를 기다리세요...
lo: ລໍຖ້າ 4 ວິນາທີເພື່ອສະແກນ...
pt: Aguarde 4 segundos para escanear...
ru: Подождите 4 секунды для сканирования...

# startText
source: START
es: INICIAR
fr: DÉMARRER
hi: शुरू करें
id: MULAI
ja: 開始
ko: 시작
lo: ເລີ່ມຕົ້ນ
pt: INICIAR
ru: СТАРТ

# scanSuccessFullyText
source: Scan Successfully!
es: ¡Escaneo exitoso!
fr: Scan réussi !
hi: स्कैन सफलतापूर्वक!
id: Pemindaian berhasil!
ja: スキャンが成功しました！
ko: 스캔 완료!
lo: ສະແກນສຳເລັດແລ້ວ!
pt: Escanear com sucesso!
ru: Сканирование завершено успешно!

# checkResultText
source: Check Result
es: Verificar Resultado
fr: Vérifier le résultat
hi: परिणाम की जाँच करें
id: Periksa Hasil
ja: 結果を確認
ko: 결과 확인
lo: ກວດເບິ່ງຜົນໄດ້ຮັບ
pt: Verificar Resultado
ru: Проверить результат

# closeText
source: CLOSE
es: CERRAR
fr: FERMER
hi: बंद करें
id: TUTUP
ja: 閉じる
ko: 닫기
lo: ປິດ
pt: FECHAR
ru: ЗАКРЫТЬ

# noInternetText
source: No Internet Connection Was Found Check Your Connection And Try Again
es: No se encontró conexión a Internet. Verifica tu conexión e inténtalo de nuevo.
fr: Aucune connexion Internet n'a été trouvée. Vérifiez votre connexion et réessayez.
hi: कोई इंटरनेट कनेक्शन नहीं मिला, कृपया अपना कनेक्शन जाँचें और पुन: प्रयास करें
id: Tidak ditemukan Koneksi Internet. Periksa koneksi Anda dan coba lagi
ja: インターネット接続が見つかりませんでした。接続を確認して再試行してください。
ko: 인터넷 연결을 찾을 수 없습니다. 연결을 확인하고 다시 시도하세요
lo: ບໍ່ພົບການເຊື່ອມຕໍ່ອິນເຕີເນັດ ກວດເບິ່ງການເຊື່ອມຕໍ່ຂອງເຈົ້າ ແລະລອງອີກຄັ້ງ
pt: Não foi encontrada conexão com a Internet. Verifique sua conexão e tente novamente
ru: Интернет-соединение не найдено. Проверьте ваше подключение и повторите попытку.

# analyzingText
source: analyzing
es: Analizando
fr: Analyse en cours
hi: विश्लेषण किया जा रहा है
id: Menganalisis
ja: 分析中
ko: 분석 중
lo: ການວິເຄາະ
pt: Analisando
ru: Анализ...

# scanningYourAnswerText
source: Scanning your answer...
es: Escaneando tu respuesta...
fr: Analyse de votre réponse en cours...
hi: आपके उत्तर की स्कैनिंग हो रही है...
id: Memindai jawaban Anda...
ja: 回答をスキャン中...
ko: 답변 스캔 중...
lo: ກຳລັງສະແກນຄຳຕອບຂອງເຈົ້າ...
pt: Escanear sua resposta...
ru: Сканирование вашего ответа...

# computingTheResultsText
source: Computing The Results...
es: Calculando los Resultados...
fr: Calcul des résultats en cours...
hi: परिणाम की गणना की जा रही है...
id: Menghitung Hasil...
ja: 結果を計算中...
ko: 결과 계산 중...
lo: ການ​ຄິດ​ໄລ່​ຜົນ​ໄດ້​ຮັບ ...
pt: Calculando os Resultados...
ru: Вычисление результатов...

# theResultIsReadyText
source: Computing The Results...
es: Los resultados están listos...
fr: Les résultats sont prêts...
hi: परिणाम तैयार है...
id: Hasil sudah siap...
ja: 結果が準備されました...
ko: 결과가 준비되었습니다...
lo: ການ​ຄິດ​ໄລ່​ຜົນ​ໄດ້​ຮັບ ...
pt: Os resultados estão prontos...
ru: Результат готов...

# letsStartText
source: Let's start
es: Comencemos
fr: Commençons
hi: आइए शुरू करें
id: Ayo mulai
ja: 始めましょう
ko: 시작합시다
lo: ໃຫ້ເລີ່ມຕົ້ນ
pt: Vamos começar
ru: Давайте начнем

# scanningText
source: SCANNING
es: ESCANEO
fr: SCANNER
hi: स्कैनिंग
id: PEMINDAIAN
ja: スキャン中
ko: 스캐닝
lo: ສະແກນ
pt: ESCANEAR
ru: СКАНИРОВАНИЕ

# scanText
source: SCAN
es: ESCANEAR
hi: स्कैन करें
id: PINDAI
ja: スキャン
ko: 스캔
lo: ສະແກນ
pt: ESCANEAR
ru: СКАНИРОВАТЬ

# youLieText
source: YOU LIE
es: MIENTES
fr: VOUS MENTEZ
hi: आप झूठ बोल रहे हैं
id: ANDA BERBOHONG
ja: 嘘をついています
ko: 거짓말을 하고 있습니다
lo: ເຈົ້າຕົວະ
pt: VOCÊ MENTE
ru: ВЫ ЛЖЕТЕ

# youTellTheTruthText
source: YOU TELL THE TRUTH
es: DICES LA VERDAD
fr: VOUS DITES LA VÉRITÉ
hi: आप सच बोल रहे हैं
id: ANDA BERKATA JUJUR
ja: 真実を言っています
ko: 진실을 말하고 있습니다
lo: ເຈົ້າບອກຄວາມຈິງ
pt: VOCÊ DIZ A VERDADE
ru: ВЫ ГОВОРИТЕ ПРАВДУ

# shareAppText
source: Share App
es: Compartir App
fr: Partager l'application
hi: ऐप साझा करें
id: Bagikan Aplikasi
ja: アプリを共有
ko: 앱 공유
lo: ແບ່ງປັນ App
pt: Compartilhar App
ru: Поделиться приложением

# privacyPolicyText
source: Privacy Policy
es: Política de Privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보 보호 정책
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
pt: Política de Privacidade
ru: Политика конфиденциальности

# rateAppText
source: Rate App
es: Calificar App
fr: Noter l'application
hi: ऐप की रेटिंग दें
id: Beri Nilai Aplikasi
ja: アプリを評価
ko: 앱 평가
lo: ໃຫ້ຄະແນນ App
pt: Avaliar App
ru: Оценить приложение

# forFriendsAndFamilyText
source: For friends and family
es: Para amigos y familiares
fr: Pour les amis et la famille
hi: दोस्तों और परिवार के लिए
id: Untuk teman dan keluarga
ja: 友達や家族向け
ko: 친구와 가족을 위해
lo: ສໍາລັບຫມູ່ເພື່ອນແລະຄອບຄົວ
pt: Para amigos e família
ru: Для друзей и семьи

# secondScreenContainerText
source: Have You ever slept over at Your friends house?
es: ¿Alguna vez has dormido en casa de tus amigos?
fr: Avez-vous déjà dormi chez un ami ?
hi: क्या आपने कभी अपने दोस्त के घर पर रात बिताई है?
id: Pernahkah Anda tidur di rumah teman Anda?
ja: 友達の家で寝泊まりしたことがありますか？
ko: 친구 집에서 잠을 자본 적이 있나요?
lo: ເຈົ້າເຄີຍນອນຢູ່ເຮືອນໝູ່ຂອງເຈົ້າບໍ?
pt: Você já dormiu na casa de seus amigos?
ru: Вы когда-нибудь ночевали у своих друзей?

# secondScreenButtonText
source: (Please both place your fingers on the scanning area and answer the question on 5s)
es: (Por favor, ambos coloquen sus dedos en el área de escaneo y respondan la pregunta en 5 segundos)
fr: (Veuillez tous les deux placer vos doigts sur la zone de numérisation et répondre à la question en 5 secondes)
hi: (कृपया दोनों अपने उंगलियों को स्कैनिंग क्षेत्र पर रखें और 5 सेकंड में सवाल का उत्तर दें)
id: (Silakan tempatkan kedua jari Anda di area pemindaian dan jawab pertanyaan dalam 5 detik)
ja: (両方の指をスキャンエリアに置いて、5秒で質問に答えてください)
ko: (스캐닝 영역에 손가락을 놓고 5초 동안 질문에 대답하세요)
lo: (ກະລຸນາທັງສອງວາງນິ້ວມືຂອງທ່ານໃສ່ພື້ນທີ່ສະແກນແລະຕອບຄໍາຖາມ 5s)
pt: (Por favor, ambos coloquem seus dedos na área de escaneamento e respondam à pergunta em 5 segundos)
ru: (Оба поместите свои пальцы на область сканирования и ответьте на вопрос за 5 секунд)

# fingerText
source: Finger
es: Dedo
fr: Doigt
hi: उंगली
id: Jari
ja: 指
ko: 손가락
lo: ນິ້ວມື
pt: Dedo
ru: Палец

# startAppText
source: Start App
es: Iniciar App
fr: Démarrer l'application
hi: ऐप शुरू करें
id: Mulai Aplikasi
ja: アプリを開始
ko: 앱 시작
lo: ເລີ່ມ App
pt: Iniciar App
ru: Запустить приложение

# random1Text
source: Do You Want to date someone eho looks exactly like your best Friend?
es: ¿Quieres salir con alguien que se parece exactamente a tu mejor amigo?
fr: Voulez-vous sortir avec quelqu'un qui ressemble exactement à votre meilleur ami ?
hi: क्या आप अपने सबसे अच्छे दोस्त के जैसे दिखने वाले किसी के साथ डेट करना चाहेंगे?
id: Apakah Anda ingin berkencan dengan seseorang yang tampak persis seperti sahabat Anda?
ja: あなたは最高の友達と瓜二つの人とデートしたいですか？
ko: 당신은 당신의 가장 친한 친구처럼 생긴 누군가와 데이트하고 싶나요?
lo: ເຈົ້າຢາກຄົບຫາກັບໃຜທີ່ເບິ່ງຄືກັບຫມູ່ທີ່ດີທີ່ສຸດຂອງເຈົ້າບໍ?
pt: Você gostaria de namorar alguém que se parece exatamente com seu melhor amigo?
ru: Вы хотели бы встречаться с кем-то, кто выглядит точно так же, как ваш лучший друг?

# random2Text
source: Do You Want to go on a picnic with your family?
es: ¿Quieres ir de picnic con tu familia?
fr: Voulez-vous partir en pique-nique avec votre famille ?
hi: क्या आप अपने परिवार के साथ पिकनिक पर जाना चाहेंगे?
id: Apakah Anda ingin pergi piknik dengan keluarga Anda?
ja: 家族とピクニックに行きたいですか？
ko: 당신은 가족과 소풍을 가고 싶나요?
lo: ເຈົ້າຢາກໄປກິນເຂົ້າປ່າກັບຄອບຄົວຂອງເຈົ້າບໍ?
pt: Você gostaria de fazer um piquenique com sua família?
ru: Вы хотите пойти на пикник с семьей?

# random3Text
source: Do you always seek your parent's permission before heading to a party?
es: ¿Siempre buscas permiso de tus padres antes de ir a una fiesta?
fr: Demandez-vous toujours la permission de vos parents avant d'aller à une fête ?
hi: क्या आप पार्टी जाने से पहले हमेशा अपने माता-पिता की अनुमति प्राप्त करते हैं?
id: Apakah Anda selalu meminta izin orang tua sebelum pergi ke pesta?
ja: パーティーに行く前に親の許可を常に求めますか？
ko: 당신은 파티에 가기 전에 항상 부모님의 허락을 구하나요?
lo: ເຈົ້າສະເຫມີຊອກຫາການອະນຸຍາດຈາກພໍ່ແມ່ຂອງເຈົ້າກ່ອນທີ່ຈະໄປງານລ້ຽງບໍ?
pt: Você sempre pede permissão aos seus pais antes de ir a uma festa?
ru: Вы всегда запрашиваете разрешение у родителей, прежде чем идти на вечеринку?

# random4Text
source: Have you ever told others about your friend's secret?
es: ¿Alguna vez le has contado a otros sobre el secreto de tu amigo?
fr: Avez-vous déjà révélé les secrets de votre ami à d'autres personnes ?
hi: क्या आपने कभी अपने दोस्तों को अपने दोस्त के रहस्य के बारे में बताया है?
id: Pernahkah Anda menceritakan rahasia teman Anda kepada orang lain?
ja: 友達の秘密を他の人に話したことがありますか？
ko: 당신은 친구의 비밀을 다른 사람에게 얘기해 본 적이 있나요?
lo: ເຈົ້າເຄີຍບອກຄົນອື່ນກ່ຽວກັບຄວາມລັບຂອງເພື່ອນຂອງເຈົ້າບໍ?
pt: Você já contou a outras pessoas o segredo do seu amigo?
ru: Вы когда-либо рассказывали другим секрет друга?

# random5Text
source: Have you ever stolen money from your parents to buy candy?
es: ¿Alguna vez robaste dinero de tus padres para comprar dulces?
fr: Avez-vous déjà volé de l'argent à vos parents pour acheter des bonbons ?
hi: क्या आपने कभी अपने माता-पिता से पैसे चुराकर कैंडी खरीदने के लिए चुराए हैं?
id: Pernahkah Anda mencuri uang dari orang tua Anda untuk membeli permen?
ja: キャンディを買うために親からお金を盗んだことがありますか？
ko: 당신은 부모님의 돈을 도둑질하여 사탕을 사 본 적이 있나요?
lo: ເຈົ້າເຄີຍລັກເງິນພໍ່ແມ່ໄປຊື້ເຂົ້າໜົມບໍ?
pt: Você já roubou dinheiro de seus pais para comprar doces?
ru: Вы когда-либо крали деньги у родителей, чтобы купить конфеты?

# random6Text
source: Have you ever lied to your friends to get out of hanging out with them?`
es: ¿Alguna vez mentiste a tus amigos para evitar salir con ellos?
fr: Avez-vous déjà menti à vos amis pour éviter de sortir avec eux ?
hi: क्या आपने कभी दोस्तों के साथ समय बिताने से बचने के लिए अपने दोस्तों को झूठ बोला है?
id: Pernahkah Anda berbohong kepada teman-teman Anda untuk menghindari pertemuan dengan mereka?
ja: 友達と遊ぶのを避けるために友達に嘘をついたことがありますか？
ko: 당신은 친구들과 함께 놀기를 피하기 위해 친구들에게 거짓말을 한 적이 있나요?
lo: ເຈົ້າເຄີຍຕົວະໝູ່ຂອງເຈົ້າເພື່ອອອກຈາກການຢູ່ກັບເຂົາເຈົ້າບໍ?
pt: Você já mentiu para seus amigos para evitar sair com eles?
ru: Вы когда-либо лгали друзьям, чтобы избежать встречи с ними?

# random7Text
source: Have you ever confessed to a crush?
es: ¿Alguna vez te has confesado a alguien que te gusta?
fr: Avez-vous déjà avoué avoir un béguin ?
hi: क्या आपने कभी अपने प्रेमिका/प्रेमिका को अपने प्रेम की बात बताई है?
id: Pernahkah Anda mengakui perasaan kepada seseorang?
ja: 片思いの相手に告白したことがありますか？
ko: 당신은 연인에게 고백한 적이 있나요?
lo: ເຈົ້າເຄີຍສາລະພາບຜິດບໍ?
pt: Você já se declarou a alguém de quem gosta?
ru: Вы когда-либо признавались в своей симпатии?

# random8Text
source: Do you remember your friend's birthday?
es: ¿Recuerdas el cumpleaños de tu amigo?
fr: Vous souvenez-vous de l'anniversaire de votre ami ?
hi: क्या आपको अपने दोस्त का जन्मदिन याद है?
id: Apakah Anda ingat ulang tahun teman Anda?
ja: 友達の誕生日を覚えていますか？
ko: 당신은 친구의 생일을 기억하나요?
lo: ເຈົ້າຈື່ວັນເກີດຂອງຫມູ່ຂອງເຈົ້າບໍ?
pt: Você se lembra do aniversário do seu amigo?
ru: Вы помните день рождения друга?

# random9Text
source: Have you ever cheated on a test?
es: ¿Alguna vez hiciste trampa en un examen?
fr: Avez-vous déjà triché à un test ?
hi: क्या आपने कभी किसी परीक्षा में धोखा दिया है?
id: Pernahkah Anda mencontek saat ujian?
ja: テストでカンニングしたことがありますか？
ko: 당신은 시험에서 부정 행위를 한 적이 있나요?
lo: ເຈົ້າເຄີຍຫລອກລວງການສອບເສັງບໍ?
pt: Você já trapaceou em uma prova?
ru: Вы когда-либо списывали на экзамене?

# random10Text
source: Do you believe in aliens?
es: ¿Crees en los extraterrestres?
fr: Croyez-vous aux extraterrestres ?
hi: क्या आप उपग्रहों पर विश्वास करते हैं?
id: Apakah Anda percaya akan adanya alien?
ja: 宇宙人を信じますか？
ko: 당신은 외계인을 믿나요?
lo: ເຈົ້າເຊື່ອໃນມະນຸດຕ່າງດາວບໍ?
pt: Você acredita em alienígenas?
ru: Вы верите в пришельцев?

# random11Text
source: Do you remember your family's birthdays?
es: ¿Recuerdas los cumpleaños de tu familia?
fr: Vous souvenez-vous des anniversaires de votre famille ?
hi: क्या आपको अपने परिवार के जन्मदिन याद है?
id: Apakah Anda ingat ulang tahun keluarga Anda?
ja: 家族の誕生日を覚えていますか？
ko: 당신은 가족의 생일을 기억하나요?
lo: ເຈົ້າຈື່ວັນເກີດຂອງຄອບຄົວຂອງເຈົ້າບໍ?
pt: Você se lembra dos aniversários de sua família?
ru: Вы помните дни рождения вашей семьи?

# random12Text
source: Are you still friends with your exes?
es: ¿Sigues siendo amigo/a de tus ex parejas?
fr: Êtes-vous toujours ami avec vos ex ?
hi: क्या आप अब भी अपने पूर्व प्रेमियों के साथ दोस्त रहते हैं?
id: Apakah Anda masih berteman dengan mantan pacar Anda?
ja: 元カレまたは元カノとまだ友達ですか？
ko: 당신은 여전히 전 남자친구 또는 전 여자친구와 친구인가요?
lo: ທ່ານຍັງເປັນເພື່ອນກັບ exes ຂອງທ່ານບໍ?
pt: Você ainda é amigo(a) de seus ex?
ru: Вы до сих пор дружите со своими бывшими?

# random13Text
source: Have you ever had a bad breakup that you haven't shared with anybody?
es: ¿Alguna vez has tenido una ruptura difícil que no hayas compartido con nadie?
fr: Avez-vous déjà vécu une mauvaise rupture que vous n'avez pas partagée avec personne ?
hi: क्या आपने कभी ऐसा खराब ब्रेकअप दिलाया है जिसे आपने किसी के साथ साझा नहीं किया है?
id: Pernahkah Anda mengalami putus cinta yang buruk yang tidak pernah Anda ceritakan kepada siapa pun?
ja: 他の誰にも共有していない悪い別れを経験したことがありますか？
ko: 당신은 아무에게도 말하지 않은 나쁜 이별 경험이 있나요?
lo: ເຈົ້າເຄີຍມີເລື່ອງທີ່ບໍ່ດີທີ່ເຈົ້າບໍ່ໄດ້ແບ່ງປັນກັບໃຜບໍ?
pt: Você já teve um rompimento difícil que não compartilhou com ninguém?
ru: У вас когда-либо был плохой разрыв, о котором вы никому не рассказывали?

# random14Text
source: Have you contacted your ex in the past 1 month?
es: ¿Has contactado a tu ex en el último mes?
fr: Avez-vous contacté votre ex au cours du dernier mois ?
hi: क्या आपने पिछले 1 महीने में अपने पूर्व प्रेमी/प्रेमिका से संपर्क किया है?
id: Pernahkah Anda menghubungi mantan pacar Anda dalam 1 bulan terakhir?
ja: 過去1か月で元カレに連絡したことがありますか？
ko: 당신은 지난 1개월 동안 전 남자친구 또는 전 여자친구에게 연락한 적이 있나요?
lo: ທ່ານໄດ້ຕິດຕໍ່ກັບແຟນເກົ່າຂອງເຈົ້າໃນ 1 ເດືອນທີ່ຜ່ານມາບໍ?
pt: Você já entrou em contato com seu ex no último mês?
ru: Вы контактировали с бывшим за последний месяц?

# random15Text
source: Have you ever kissed a stranger?
es: ¿Alguna vez besaste a un desconocido?
fr: Avez-vous déjà embrassé un étranger ?
hi: क्या आपने कभी एक अजनबी से चुम्बन लिया है?
id: Pernahkah Anda mencium orang asing?
ja: 知らない人とキスしたことがありますか？
ko: 당신은 낯선 사람과 키스한 적이 있나요?
lo: ເຈົ້າເຄີຍຈູບຄົນແປກໜ້າບໍ?
pt: Você já beijou um estranho?
ru: Вы когда-либо целовали незнакомца?

# random16Text
source: Do you have any tattoos related to someone?
es: ¿Tienes tatuajes relacionados con alguien?
fr: Avez-vous des tatouages en rapport avec quelqu'un ?
hi: क्या आपके पास किसी से संबंधित कोई टैटू है?
id: Apakah Anda memiliki tato yang terkait dengan seseorang?
ja: 誰かに関連するタトゥーを持っていますか？
ko: 당신은 누군가와 관련된 문신이 있나요?
lo: ເຈົ້າມີ tattoos ທີ່ກ່ຽວຂ້ອງກັບໃຜຜູ້ຫນຶ່ງບໍ?
pt: Você tem tatuagens relacionadas a alguém?
ru: У вас есть татуировки, связанные с кем-то?

# random17Text
source: Have you ever kept a journal?
es: ¿Alguna vez has mantenido un diario?
fr: Avez-vous déjà tenu un journal ?
hi: क्या आपने कभी डायरी रखी है?
id: Pernahkah Anda menyimpan jurnal?
ja: 日記をつけたことがありますか？
ko: 당신은 일기를 쓴 적이 있나요?
lo: ເຈົ້າເຄີຍເກັບຮັກສາວາລະສານບໍ?
pt: Você já manteve um diário?
ru: У вас когда-либо был дневник?

# random18Text
source: Do you have a secret social media account?
es: ¿Tienes una cuenta secreta en las redes sociales?
fr: Avez-vous un compte de médias sociaux secret ?
hi: क्या आपके पास एक गुप्त सोशल मीडिया खाता है?
id: Apakah Anda memiliki akun media sosial rahasia?
ja: 秘密のソーシャルメディアアカウントを持っていますか？
ko: 당신은 비밀 소셜 미디어 계정을 가지고 있나요?
lo: ເຈົ້າມີບັນຊີສື່ສັງຄົມລັບບໍ?
pt: Você tem uma conta secreta em redes sociais?
ru: У вас есть секретный аккаунт в социальных сетях?

# random19Text
source: Have you ever lied to your parents?
es: ¿Alguna vez le mentiste a tus padres?
fr: Avez-vous déjà menti à vos parents ?
hi: क्या आपने कभी अपने माता-पिता को झूठ बोला है?
id: Pernahkah Anda berbohong kepada orang tua Anda?
ja: 親に嘘をついたことがありますか？
ko: 당신은 부모님에게 거짓말한 적이 있나요?
lo: ເຈົ້າເຄີຍຕົວະພໍ່ແມ່ຂອງເຈົ້າບໍ?
pt: Você já mentiu para seus pais?
ru: Вы когда-либо лгали своим родителям?

# random20Text
source: Are you good at keeping secrets?
es: ¿Eres bueno/a para guardar secretos?
fr: Êtes-vous bon pour garder des secrets ?
hi: क्या आप राज रखने में माहिर हैं?
id: Apakah Anda pandai menyimpan rahasia?
ja: 秘密を守るのが得意ですか？
ko: 당신은 비밀을 지키는 데 능숙한가요?
lo: ເຈົ້າມີຄວາມລັບດີບໍ?
pt: Você é bom(a) em guardar segredos?
ru: Вы умеете хранить секреты?

# random21Text
source: Have you ever had a crush on your friend's brother or sister?
es: ¿Alguna vez has tenido un enamoramiento por el hermano o la hermana de tu amigo?
fr: Avez-vous déjà eu le béguin pour le frère ou la sœur de votre ami ?
hi: क्या आपने कभी अपने दोस्त के भाई या बहन पर प्यार किया है?
id: Pernahkah Anda pernah suka pada saudara kandung teman Anda?
ja: 友達の兄弟姉妹に恋をしたことがありますか？
ko: 당신은 친구의 남동생 또는 여동생에게 한 번이라도 마음이 간 적이 있나요?
lo: ເຈົ້າເຄີຍມີຄວາມຮັກກັບອ້າຍຫຼືເອື້ອຍຂອງເຈົ້າບໍ?
pt: Você já teve uma queda pelo irmão ou irmã do seu amigo?
ru: У вас когда-либо была симпатия к брату или сестре вашего друга?

# random22Text
source: Do you believe in love at first sight
es: ¿Crees en el amor a primera vista?
fr: Croyez-vous en l'amour au premier regard ?
hi: क्या आप पहली मुलाकात पर प्यार में विश्वास करते हैं?
id: Apakah Anda percaya pada cinta pada pandangan pertama?
ja: 一目惚れを信じますか？
ko: 당신은 첫눈에 사랑에 빠지는 것을 믿나요?
lo: ເຈົ້າເຊື່ອໃນຄວາມຮັກໃນຕອນທໍາອິດ
pt: Você acredita no amor à primeira vista?
ru: Вы верите в любовь с первого взгляда?

# random23Text
source: Have you ever bad-mouthed your friend?
es: ¿Alguna vez has hablado mal de tu amigo?
fr: Avez-vous déjà dit du mal de votre ami ?
hi: क्या आपने कभी अपने दोस्त की बुराई की है?
id: Pernahkah Anda pernah mengatakan hal buruk tentang teman Anda?
ja: 友達のことを悪く言ったことがありますか？
ko: 당신은 친구를 나쁘게 말해 본 적이 있나요?
lo: ເຈົ້າເຄີຍເວົ້າປາກບໍ່ດີບໍ?
pt: Você já falou mal do seu amigo?
ru: Вы когда-либо говорили плохо о своем друге?

# voiceDetectorText
source: Voice Detector
es: detector de voz
fr: Détecteur de voix
hi: आवाज डिटेक्टर
id: Detektor Suara
ja: 音声検出器
ko: 음성 탐지기
lo: ເຄື່ອງກວດຈັບສຽງ
pt: Detector de voz
ru: Голосовой детектор

# tapToStartRecordText
source: Tap To START Record
es: Toque para INICIAR registro
fr: Appuyez pour COMMENCER l'enregistrement
hi: रिकॉर्ड प्रारंभ करने के लिए टैप करें
id: Ketuk Untuk MEMULAI rekaman
ja: タップして録音を開始します
ko: 녹화를 시작하려면 탭하세요.
lo: ແຕະເພື່ອເລີ່ມຕົ້ນການບັນທຶກ
pt: Toque para INICIAR registro
ru: Нажмите, чтобы НАЧАТЬ запись

# tapToFinishRecordText
source: Tap To Finish record
es: Toque para TERMINAR de grabar
fr: Appuyez pour TERMINER l'enregistrement
hi: रिकॉर्ड ख़त्म करने के लिए टैप करें
id: Ketuk Untuk MENYELESAIKAN rekaman
ja: タップして録音を終了します
ko: 녹음을 마치려면 탭하세요.
lo: ແຕະເພື່ອສໍາເລັດການບັນທຶກ
pt: Toque para FINALIZAR o registro
ru: Нажмите, чтобы ЗАВЕРШИТЬ запись

# reScanText
source: RESCAN
es: RESCANEAR
hi: पुन: स्कैन
id: PINDAI ULANG
ja: 再スキャン
ko: 다시 스캔
lo: ຣີສະແກນ
pt: NOVA VERIFICAÇÃO
ru: ПЕРЕСКАНИРОВАНИЕ
